brew "bat"
brew "eza"
brew "gh"
brew "git"
brew "fd"
brew "neovim"
brew "ripgrep"
brew "shfmt"
brew "stylua"
brew "node"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "ghostty"
cask "wezterm"
cask "colima"
